Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# AutoDeleteInfo
source: Automatically delete new messages sent in this chat after a certain period of time.
ar: حذف تلقائي للرسائل الجديدة المرسلة في هذه المحادثة بعد فترة زمنية محددة.
be: Аўтаматычна выдаляць новыя паведамленні ў гэтым чаце праз пэўны перыяд часу.
ca: Elimina automàticament els missatges nous d'aquest xat després d'un temps determinat.
de: Aktivierst du diese Funktion, löscht das neue Nachrichten nach Ablauf der Zeit in diesem Chat.
es: Elimina automáticamente después de un tiempo los mensajes nuevos enviados en este chat.
fi: Poistaa tämän keskustelun viestit automaattisesti, kun niiden lähettämisestä on kulunut tietty aika.
fr: Supprimer automatiquement les nouveaux messages envoyés dans cet échange après une certaine période de temps.
it: Elimina automaticamente i nuovi messaggi inviati in questa chat dopo un certo periodo di tempo.
ko: 이 대화에서 보낸 메시지가 일정 시간 이후에 자동으로 삭제됩니다.
ms: Hapus mesej baru di bual ini secara automatik selepas tempoh tertentu.
nl: Wis automatisch nieuwe berichten verzonden in deze chat na een bepaalde tijd.
pl: Automatycznie usuwaj nowe wiadomości wysłane w tym czacie po określonym czasie.
pt_br: Apaga automaticamente novas mensagens enviadas neste chat após um certo tempo.
ru: Новые сообщения в чате будут автоматически удалены через выбранное время.
sv: Radera automatiskt nya meddelanden i chatten efter en bestämd tid.
tr: Belirli bir süre sonunda bu sohbette gönderilen yeni mesajları otomatik olarak silin.
uk: Автоматично видаляти нові повідомлення в цьому чаті через певний час.

# AutoDeleteNever
source: Off
ar: معطّل
be: Выкл.
ca: Desactivat
de: Aus
es: No
fi: Pois
fr: Désactivé
it: Mai
ko: 안 함
ms: TUTUP
nl: Uit
pl: Wył.
pt_br: Desativado
ru: Нет
sv: Av
tr: Kapalı
uk: Вимкнено

# AutoDeleteSet
source: Set for this chat
ar: ضبط لهذه المحادثة
be: Задаць для гэтага чата
ca: Defineix-ho al xat
de: Für diesen Chat festlegen
es: Establecer para este chat
fi: Aseta tähän keskusteluun
fr: Définir pour cet échange
it: Imposta per la chat
ko: 이 대화에 설정
ms: Set untuk bual ini
nl: Stel in voor deze chat
pl: Ustaw dla tego czatu
pt_br: Definir neste chat
ru: Применить в этом чате
sv: Använd i denna chatt.
tr: Bu sohbet için ayarla
uk: Встановити для цього чату

# AutoDeleteSetInfo
source: Messages in this chat are automatically deleted {0} after they are sent.
ar: سيتم حذف الرسائل تلقائيًا في هذه المحادثة بعد ⁨{0}⁩ من إرسالها.
be: Новыя паведамленні ў гэтым чаце аўтаматычна выдаляюцца праз {0} пасля іх адпраўкі.
ca: Els missatges d'aquest xat s'eliminaran automàticament {0} després d'enviar-se.
de: Nachrichten in diesem Chat werden automatisch {0} nach dem Versand gelöscht.
es: Los mensajes en este chat se eliminan automáticamente después de {0}.
fi: Tähän keskusteluun lähetetyt viestit poistetaan automaattisesti, kun on kulunut {0}.
fr: Les messages de cet échange seront supprimés automatiquement {0} après leur envoi.
it: I messaggi in questa chat sono eliminati automaticamente {0} dopo essere stati inviati.
ko: 이 대화에서 보낸 메시지가 {0} 이후에 자동으로 삭제 됩니다.
ms: Mesej di bual ini dihapus secara automatik {0} selepas dikirim.
nl: Berichten in deze chat worden automatisch verwijderd, {0} nadat ze zijn verstuurd
pl: Wiadomości na tym czacie są automatycznie usuwane {0} po wysłaniu.
pt_br: Mensagens neste chat serão apagadas automaticamente {0} após o envio.
ru: Сообщения в этом чате автоматически удаляются через {0} после отправки.
sv: Meddelanden i chatten raderas automatiskt {0} efter att de skickats.
tr: Bu sohbetteki mesajlar gönderildikten {0} sonra otomatik olarak silinir.
uk: Повідомлення в цьому чаті автоматично видалятимуться {0} після надсилання.

# AutoDeleteSetTimer
source: Set auto-delete timer
ar: ضبط مؤقت الحذف التلقائي
be: Таймер аўтавыдалення
ca: Autodestrucció
de: Auto-Lösch-Timer stellen
es: Configurar autoeliminación
fi: Aseta poistoajastin
fr: Délai d'autosuppression
it: Imposta autoeliminazione
ko: 자동삭제 타이머 설정
ms: Set pemasa hapus automatik
nl: Auto-wis timer instellen
pl: Ustaw zegar auto-usuwania
pt_br: Autoexcluir mensagens
ru: Удаление по таймеру
sv: Ställ in autoraderingstimern
tr: Yok etmeyi zamanla
uk: Таймер автовидалення

# AutoDownloadAudioInfo
source: Voice messages are tiny, so they're always downloaded automatically.
ar: الرسائل الصوتية صغيرة للغاية، لذا يتم تنزيلها دائمًا.
be: Галасавыя паведамленні маленькія, яны заўсёды спампоўваюцца аўтаматычна.
ca: Els missatges de veu són menuts, sempre es baixen automàticament.
de: Sprachnachrichten sind winzig, sie werden immer automatisch heruntergeladen.
es: Los mensajes de voz son pequeños, siempre se descargan automáticamente.
fa: پیام‌های صوتی کم‌حجم هستند و همیشه به صورت خودکار دانلود می‌شوند.
fi: Ääniviestit ovat niin pieniä, että ne ladataan aina automaattisesti.
fr: Les messages vocaux sont légers, ils sont donc toujours téléchargés automatiquement.
id: Penggunaan data pesan suara cukup rendah, sehingga akan selalu diunduh otomatis.
it: I messaggi vocali sono leggeri, sono sempre scaricati automaticamente.
ko: 음성 메시지는 용량이 적어 항상 자동으로 다운로드됩니다.
ms: Mesej suara adalah kecil, mereka sentiasa dimuat turun secara automatik.
nl: Spraakberichten zijn miniscuul, ze worden altijd automatisch gedownload.
pl: Wiadomości głosowe są małe i są zawsze pobierane automatycznie.
pt_br: As mensagens de voz serão sempre baixadas de forma automática porque são bastante leves.
ru: Голосовые сообщения имеют небольшой размер и всегда загружаются автоматически.
sv: Röstmeddelanden är små och hämtas därför automatiskt.
tr: Sesli mesajlar küçüktür, her zaman otomatik olarak indirilirler.
uk: Голосові повідомлення дуже малі й завжди завантажуються автоматично.
uz: Ovozli xabarlar hajmi kichik boʻladi, shuning uchun ular har doim avtomatik yuklab olinadi.

# AutoDownloadChannels
source: Channels
be: Каналы
ca: Canals
de: Kanäle
es: Canales
fa: کانال‌ها
fr: les canaux
id: Channel
it: Canali
ko: 채널
ms: Saluran
nl: Kanalen
pl: Kanałów
pt_br: Canais
ru: каналы
tr: Kanallar
uk: Канали
uz: Kanallar

# AutoDownloadContacts
source: Contacts
be: Кантакты
ca: Contactes
de: Kontakte
es: Contactos
fa: مخاطبین
fr: les contacts
id: Kontak
it: Contatti
ko: 연락처
ms: Kenalan
nl: Contacten
pl: Kontaktów
pt_br: Contatos
ru: контакты
tr: Kişiler
uk: Контакти
uz: Kontaktlar

# AutoDownloadCustom
source: Custom
ar: مخصص
be: Уласнае
ca: Personalitzat
de: Angepasst
es: Otro
fa: سفارشی
fi: Mukautettu
fr: Personnalisée
id: Kustom
it: Personalizzato
ko: 맞춤
ms: Khusus
nl: Aangepast
pl: Własne
pt_br: Pessoal
ru: Другой
sv: Egen
tr: Özel
uk: Інше
uz: Maxsus

# AutoDownloadDataUsage
source: Data usage
ar: استهلاك البيانات
be: Выкарыстанне даных
ca: Ús de dades
de: Datennutzung
es: Uso de datos
fa: میزان استفاده از داده
fi: Datan käyttö
fr: Utilisation des données
id: Penggunaan data
it: Utilizzo dati
ko: 데이터 사용량
ms: Kegunaan data
nl: Datagebruik
pl: Wykorzystanie danych
pt_br: Uso de dados
ru: Расход трафика
sv: Dataanvändning
tr: Veri kullanımı
uk: Споживання трафіку
uz: Maʼlumotlardan foydalanish

# AutoDownloadFiles
source: Files
ar: الملفات
be: Файлы
ca: Fitxers
de: Dateien
es: Archivos
fa: فایل‌ها
fi: Tiedostot
fr: fichiers
id: Berkas
it: File
ko: 파일
ms: Fail
nl: Bestanden
pl: Pliki
pt_br: Arquivos
ru: Файлы
sv: Filer
tr: Dosyalar
uk: Файли
uz: fayllar

# AutoDownloadFilesOn
source: Files
ar: الملفات
be: Файлы
ca: Fitxers
de: Dateien
es: Archivos
fa: فایل‌ها
fi: Tiedostot
fr: Fichiers
id: Berkas
it: File
ko: 파일
ms: Fail
nl: Bestanden
pl: Pliki
pt_br: Arquivos
ru: Файлы
sv: Filer
tr: Dosyalar
uk: Файли
uz: Fayllar

# AutoDownloadFilesTitle
source: Auto-download files and music
ar: تنزيل الملفات والمقاطع الصوتية تلقائيًا
be: Аўтаспампоўванне файлаў і музыкі
ca: Baixada automàtica de fitxers i música
de: Auto-Download (Dateien und Musik)
es: Autodescarga de archivos y música
fa: دانلود خودکار فایل‌ها و موسیقی
fi: Lataa tiedostot ja musiikki automaattisesti
fr: Fichiers et musique
id: Unduh berkas dan musik otomatis
it: Download automatico file e musica
ko: 파일과 음악 자동 다운로드
ms: Muat turun fail dan muzik secara automatik
nl: Autom bestanden en muziek downloaden
pl: Automatyczne pobieranie plików i muzyki
pt_br: Download automático de arquivos e músicas
ru: Автозагрузка файлов и музыки
sv: Autohämta filer and musik
tr: Dosyaları ve müzikleri otomatik indir
uk: Автозавантаження файлів і музики
uz: Fayl va musiqalarni avtomatik yuklash

# AutodownloadGroupChats
source: Group Chats
ar: المجموعات
be: Суполкі
ca: Grups
de: Gruppenchats
es: Grupos
fa: گفتگوهای گروهی
fi: Ryhmät
fr: Groupes
id: Grup obrolan
it: Gruppi
ko: 그룹 대화
ms: Grup Bual
nl: Groepschats
pl: Czaty grupowe
pt_br: Conversas em Grupo
ru: Группы
sv: Gruppchattar
tr: Grup Sohbetleri
uk: Групові чати
uz: Guruh chatlari
zh_cn: 群聊
zh_tw: 群組對話

# AutoDownloadGroups
source: Groups
ar: المجموعات
be: Суполкі
ca: Grups
de: Gruppen
es: Grupos
fa: گروه‌ها
fi: Ryhmät
fr: les groupes
id: Grup
it: Gruppi
ko: 그룹
ms: Grup
nl: Groepen
pl: Grup
pt_br: Grupos
ru: группы
sv: Grupper
tr: Gruplar
uk: Групи
uz: Guruhlar

# AutoDownloadHigh
source: High
ar: عالٍ
be: Высокае
ca: Alt
de: Hoch
es: Alto
fa: زیاد
fi: Korkea
fr: Élevée
id: Tinggi
it: Alto
ko: 높음
ms: Tinggi
nl: Hoog
pl: Wysokie
pt_br: Alto
ru: Высокий
sv: Hög
tr: Yüksek
uk: Високе
uz: Yuqori

# AutoDownloadLow
source: Low
ar: منخفض
be: Нізкае
ca: Baix
de: Niedrig
es: Bajo
fa: کم
fi: Alhainen
fr: Faible
id: Rendah
it: Basso
ko: 낮음
ms: Rendah
nl: Laag
pl: Niskie
pt_br: Baixo
ru: Низкий
sv: Låg
tr: Düşük
uk: Низьке
uz: Past

# AutoDownloadMaxFileSize
source: Maximum file size
ar: الحجم الأقصى للملف
be: Максімальны памер файла
ca: Mida màxima dels fitxers
de: Maximale Dateigröße
es: Tamaño máximo de archivo
fa: حداکثر حجم فایل
fi: Tiedoston enimmäiskoko
fr: TAILLE MAXIMUM
id: Ukuran berkas maksimal
it: Dimensione massima file
ko: 최대 파일 크기
ms: Saiz fail maxima
nl: Maximale bestandsgrootte
pl: Maksymalny rozmiar pliku
pt_br: Tamanho máximo do arquivo
ru: Максимальный размер файла
sv: Max. filstorlek
tr: En yüksek dosya boyutu
uk: Максимальний розмір файлу
uz: Faylning maksimal hajmi

# AutoDownloadMaxVideoSize
source: Maximum video size
ar: الحجم الأقصى للفيديو
be: Максімальны памер відэа
ca: Mida màxima dels vídeos
de: Maximale Videogrösse
es: Tamaño máximo de video
fa: حداکثر حجم ویدیو
fi: Videon enimmäiskoko
fr: Taille maximum
id: Ukuran maksimal video
it: Dimensione massima video
ko: 최대 동영상 크기
ms: Saiz video maxima
nl: Maximale videogrootte
pl: Maksymalny rozmiar wideo
pt_br: Tamanho máximo do vídeo
ru: Максимальный размер видео
sv: Max. videostorlek
tr: En yüksek video boyutu
uk: Максимальний розмір відео
uz: Maksimum video hajmi

source: Auto-Download Media
ar: تنزيل الوسائط تلقائيًا
be: Аўтаспампоўванне медыя
ca: Baixada automàtica de fitxers
de: Medien Auto-Download
es: Autodescargar multimedia
fa: دانلود خودکار رسانه‌ها
fi: Lataa media automaattisesti
fr: Téléchargement automatique
id: Unduh Media Otomatis
it: Download automatico
ko: 미디어 자동 다운로드
ms: Muat turun Media Automatik
nl: Automatisch downloaden
pl: Automatyczne pobieranie
pt_br: Baixar Automaticamente
ru: Загружать автоматически
sv: Hämta media automatiskt
tr: Otomatik Medya İndirme
uk: Автозавантаження медіа
uz: Medialarni avto-yuklash
zh_cn: 自动下载媒体文件
zh_tw: 自動下載媒體文件

# AutoDownloadMedium
source: Medium
ar: متوسط
be: Сярэдняе
ca: Mitjà
de: Mittel
es: Medio
fa: متوسط
fi: Keski
fr: Moyenne
id: Sedang
it: Medio
ko: 중간
ms: Sederhana
nl: Middel
pl: Średnie
pt_br: Médio
ru: Средний
sv: Medel
tr: Orta
uk: Помірне
uz: Oʻrtacha

# AutoDownloadOff
source: Off
ar: معطَّل
be: Выкл.
ca: Desactivada
de: Aus
es: Desactivada
fa: غیرفعال
fi: Pois
fr: Pour aucun échange
id: Non Aktif
it: Disattivato
ko: 끔
ms: Padam
nl: Uit
pl: Wyłączone
pt_br: Não
ru: Выключено
sv: Av
tr: Kapalı
uk: Вимкнено
uz: Oʻchiq

# AutoDownloadOnAllChats
source: On in all chats
ar: مفعَّل في جميع المحادثات
be: Ва ўсіх чатах
ca: Activada en tots els xats
de: Für alle Chats eingeschaltet
es: Activada en todos los chats
fa: فعال در تمامی گفتگوها
fi: Päällä kaikille keskusteluille
fr: Pour tous les échanges
id: Aktif di semua obrolan
it: Attivo per tutte le chat
ko: 모든 대화방에 켬
ms: BUKA di semua bual
nl: Aan voor alle chats
pl: Włączone dla wszystkich czatów
pt_br: Sim, em todos os chats
ru: Включено для всех чатов
sv: På i alla chattar
tr: Tüm sohbetlerde açık
uk: Увімкнено у всіх чатах
uz: Barcha chatlarda

# AutoDownloadOnMobileData
source: On Mobile Data
ar: على البيانات الخلوية
be: У мабільным злучэнні
ca: Amb dades mòbils
de: Über Mobilfunk
es: Con datos móviles
fa: بر روی داده تلفن همراه
fi: Mobiilidatalla
fr: En données mobiles
id: Pada Data Seluler
it: Con la rete cellulare
ko: 모바일 데이터 사용 시
ms: Dengan Data Mobil
nl: Mobiele data
pl: Przez dane komórkowe
pt_br: Nos Dados Móveis
ru: Через моб. сеть
sv: På mobildata
tr: Mobil veride
uk: Через мобільні дані
uz: Mobil tarmoq orqali

# AutoDownloadOnMobileDataInfo
source: Turn this ON if you want media to be automatically downloaded on mobile data.
ar: تفعيل هذا الخيار في حال رغبتك بتحميل الوسائط تلقائيًا عبر بيانات الجوال.
be: Уключыце, калі вы хочаце, каб медыя аўтаматычна спампоўваліся пры мабільным злучэнні.
ca: Activeu-ho si voleu que els fitxers es baixin automàticament amb dades mòbils.
de: EINSCHALTEN, wenn du möchtest, dass Medien automatisch heruntergeladen werden sollen, wenn du per Mobilfunk verbunden bist.
es: Actívalo si quieres que la multimedia se descargue automáticamente con datos móviles.
fa: در صورتی که تمایل دارید رسانه‌ها بر روی داده تلفن همراه به صورت خودکار دانلود شوند، این گزینه را فعال کنید.
fi: Kytke PÄÄLLE, jos haluat median latautuvan automaattisesti mobiiliverkossa.
fr: Activez ceci si vous voulez que les médias soient téléchargés automatiquement avec les données mobiles.
id: Aktifkan ketika Anda ingin media diunduh otomatis pada data seluler.
it: Attiva questo se vuoi che i media siano scaricati automaticamente con la rete cellulare.
ko: 모바일 데이터를 사용할 때 미디어를 자동으로 다운로드하려면 이 설정을 켜세요.
ms: BUKAnya jika anda ingin media dimuat turun secara automatik dengan data mobil.
nl: Zet dit aan als je media automatisch wilt download via je mobiele netwerk
pl: Włącz tę opcję, jeśli chcesz, aby multimedia były automatycznie pobierane przez dane komórkowe.
pt_br: Ative esta opção se você quiser que mídias sejam baixadas automaticamente ao usar os dados móveis.
ru: Включите, чтобы файлы мультимедиа автоматически загружались, когда Вы используете мобильную сеть.
sv: Slå På om du vill att media hämtas automatiskt på mobildatanät.
tr: Medyanın mobil veride otomatik olarak indirilmesini istiyorsanız bunu AÇIK durumuna getirin.
uk: Увімкніть, щоб медіа автоматично завантажувалися при підключенні через мобільні дані.
uz: Media fayllar mobil tarmoq orqali avtomatik yuklanishi uchun YOQISH tugmasini bosing.

# AutoDownloadOnRoamingData
source: When Roaming
ar: عند التجوال
be: У роўмінгу
ca: En itinerància
de: Über Roaming
es: En roaming
fa: هنگام رومینگ
fi: Verkkovieraillessa
fr: En itinérance
id: Saat Roaming
it: In roaming
ko: 로밍 시
ms: Bila Merayau
nl: Tijdens roamen
pl: Podczas roamingu
pt_br: Em Roaming
ru: Через роуминг
sv: Vid roaming
tr: Dolaşımdayken
uk: У роумінгу
uz: Rouming orqali

# AutoDownloadOnRoamingDataInfo
source: Turn this ON if you want media to be automatically downloaded when roaming.
ar: قم بالتفعيل إذا كنت ترغب في تحميل الوسائط تلقائيًا عند التجوال.
be: Уключыце, калі вы хочаце, каб медыя аўтаматычна спампоўваліся пры роўмінгу.
ca: Activeu-ho si voleu que els fitxers es baixin automàticament amb itinerància.
de: EINSCHALTEN, wenn du möchtest, dass Medien automatisch heruntergeladen werden sollen, wenn du Roaming benutzt.
es: Actívalo si quieres que la multimedia se descargue automáticamente en roaming.
fa: در صورتی که تمایل دارید رسانه‌ها در هنگام رومینگ به صورت خودکار دانلود شوند، این گزینه را فعال کنید.
fi: Kytke PÄÄLLE, jos haluat median latautuvan automaattisesti verkkovieraillessasi.
fr: Activez ceci si vous voulez que les médias soient téléchargés automatiquement en itinérance.
id: Aktifkan ketika Anda ingin media diunduh otomatis saat roaming.
it: Attiva questo se vuoi che i media siano scaricati automaticamente in roaming.
ko: 로밍했을 때 미디어를 자동으로 다운로드하려면 이 설정을 켜세요.
ms: BUKAnya jika anda ingin media dimuat turun secara automatik bila merayau.
nl: Zet dit aan als je media automatisch wilt downloaden bij roamen.
pl: Włącz tę opcję, jeśli chcesz, aby multimedia były automatycznie pobierane podczas roamingu.
pt_br: Ative esta opção se você quiser que mídias sejam baixadas automaticamente quando em roaming.
ru: Включите, чтобы файлы мультимедиа автоматически загружались, когда Вы находитесь в роуминге.
sv: Slå På här om du vill hämta media automatiskt vid roaming.
tr: Dolaşımdayken medyanın otomatik olarak indirilmesini istiyorsanız bunu AÇIK durumuna getirin.
uk: Увімкніть, щоб медіа автоматично завантажувалися у роумінгу при підключенні через мобільні дані.
uz: Roumingdaligingizda mediafayllar avtomatik yuklab olinishini xohlasangiz buni yoqing.

# AutoDownloadOnUpToFor
source: Up to {0} for {1}
ar: حتى ⁨{0}⁩ في ⁨{1}⁩
be: Да {0} для: {1}
ca: Fins a {0} per a {1}
de: Bis zu {0} für {1}
es: Hasta {0} para {1}
fa: تا ⁨{0}⁩ برای ⁨{1}⁩
fi: Korkeintaan {0}: {1}
fr: Jusqu'à {0} pour {1}
id: Di atas {0} pada {1}
it: Fino a {0} per {1}
ko: {1}에 최대 {0}
ms: Sehingga {0} untuk {1}
nl: Tot {0} voor {1}
pl: Do {0} dla {1}
pt_br: Até {0} para {1}
ru: До {0}: {1}
sv: Upp till {0} för {1}
tr: {1} için {0}'a kadar
uk: Частково увімкнено до {0} ({1})
uz: {1}'lar uchun {0}'gacha

# AutoDownloadOnWiFiData
source: On Wi-Fi
ar: على الواي فاي
be: У Wi-Fi
ca: Amb Wi-Fi
de: Über WLAN
es: Con Wi-Fi
fa: بر روی وای فای
fi: Wi-Fi-verkossa
fr: En Wi-Fi
id: Pada Wi-Fi
it: Con il Wi-Fi
ko: Wi-Fi 연결 시
ms: Dengan Wi-Fi
nl: Wi-Fi
pl: Przez Wi-Fi
pt_br: No Wi-Fi
ru: Через Wi-Fi
sv: På wifi
tr: Kablosuz bağlantıda
uk: Через Wi-Fi
uz: Wi-Fi orqali

# AutoDownloadOnWiFiDataInfo
source: Turn this ON if you want media to be automatically downloaded on Wi-Fi.
ar: يرجى تشغيل هذا الخيار في حال رغبتك بتحميل الوسائط تلقائيًا عبر الواي فاي.
be: Уключыце, калі вы хочаце, каб медыя аўтаматычна спампоўваліся праз Wi-Fi.
ca: Activeu-ho si voleu que els fitxers es baixin automàticament amb Wi-Fi.
de: EINSCHALTEN, wenn du möchtest, dass Medien automatisch heruntergeladen werden sollen, wenn du per WLAN verbunden bist.
es: Actívalo si quieres que la multimedia se descargue automáticamente con Wi-Fi.
fa: در صورتی که تمایل دارید رسانه‌ها بر روی وای فای به صورت خودکار دانلود شوند، این گزینه را فعال کنید.
fi: Kytke PÄÄLLE, jos haluat median latautuvan automaattisesti Wi-Fi-verkossa.
fr: Activez ceci si vous voulez que les médias soient téléchargés automatiquement en Wi-Fi.
id: Aktifkan ketika Anda ingin media diunduh otomatis pada WI-Fi.
it: Attiva questo se vuoi che i media siano scaricati automaticamente con la rete Wi-Fi.
ko: Wi-Fi에 연결했을 때 미디어를 자동으로 다운로드하려면 이 설정을 켜세요.
ms: BUKAnya jika anda ingin media dimuat turun secara automatik menggunakan Wi-Fi.
nl: Ze dit aan als je media automatisch wilt downloaden via Wi-Fi
pl: Włącz tę opcję, jeśli chcesz, aby multimedia były automatycznie pobierane przez Wi-Fi.
pt_br: Ative esta opção se você quiser que mídias sejam baixadas automaticamente ao usar a conexão Wi-Fi.
ru: Включите, чтобы файлы мультимедиа автоматически загружались, когда Вы используете Wi-Fi.
sv: Slå På om du vill att media hämtas automatiskt på wifi-
tr: Medyanın kablosuz bağlantı üzerinden otomatik olarak indirilmesini istiyorsanız bunu AÇIK durumuna getirin.
uk: Увімкніть, щоб медіа автоматично завантажувалися при підключенні через Wi-Fi.
uz: Media fayllar Wi-Fi orqali avtomatik yuklanishi uchun YOQISH tugmasini bosing.

# AutoDownloadPhotos
source: Photos
ar: الصور
be: Фота
ca: Fotos
de: Bilder
es: Fotos
fa: عکس‌ها
fi: Kuvat
id: Foto
it: Foto
ko: 사진
ms: Foto
nl: Foto's
pl: Zdjęcia
pt_br: Fotos
ru: Фото
sv: Bilder
tr: Fotoğraflar
uk: Фото
uz: Rasmlar

# AutoDownloadPhotosOn
source: Photos
ar: الصور
be: Фота
ca: Fotos
de: Bilder
es: Fotos
fa: عکس‌ها
fi: Kuvat
id: Foto
it: Foto
ko: 사진
ms: Foto
nl: Foto's
pl: Zdjęcia
pt_br: Fotos
ru: Фото
sv: Bilder
tr: Fotoğraflar
uk: Фото
uz: Rasmlar

# AutoDownloadPhotosTitle
source: Auto-download photos
ar: تنزيل الصور تلقائيًا
be: Аўтаспампоўванне фота
ca: Baixada automàtica de fotos
de: Auto-Download (Bilder)
es: Autodescarga de fotos
fa: دانلود خودکار عکس‌ها
fi: Lataa kuvat automaattisesti
fr: Photos
id: Unduh foto otomatis
it: Download automatico foto
ko: 사진 자동 다운로드
ms: Muat turun foto secara automatik
nl: Autom. Foto's downloaden
pl: Automatyczne pobieranie zdjęć
pt_br: Download automático de fotos
ru: Автозагрузка фото
sv: Hämta bilder automatiskt
tr: Fotoğrafları otomatik indir
uk: Автозавантаження фото
uz: Rasmlarni avtomatik yuklash

# AutoDownloadPm
source: PM
ar: الرسائل الخاصة
be: Прыватныя чаты
ca: MP
es: MP
fa: پیام‌های خصوصی
fi: Yksityiset
fr: les MP
id: japri
it: MP
ko: 개인
ms: MP
nl: Privéberichten
pl: PW
pt_br: PV
ru: личные чаты
sv: Bildmedia
tr: ÖS
uk: Особисті чати
uz: shaxsiy chatlar

# AutoDownloadPreloadMusic
source: Preload next track
ar: تجهيز المقطع التالي
be: Папярэдне загружаць наступны трэк
ca: Precarrega la pista següent
de: Nächsten Titel vorladen
es: Precargar siguiente audio
fa: پیش بارگذاری آهنگ بعدی
fi: Lataa seuraava valmiiksi
fr: Charger le morceau suivant
id: Muat ulang trek selanjutnya
it: Precarica traccia successiva
ko: 다음 트랙 미리 불러오기
ms: Pramuat trek berikut
nl: Volgend nummer voorladen
pl: Wstępne wczytanie następnego utworu
pt_br: Pré-carregar próxima faixa
ru: Предзагрузка следующего аудио
sv: Ladda nästa låt
tr: Sonraki parçayı önceden yükle
uk: Завантажувати наступний трек
uz: Keyingi audioni oldindan yuklab olish

# AutoDownloadPreloadMusicInfo
source: Start downloading the next track while you are listening to an audio file.
ar: البدءُ بتحميل المقطع التالي أثناء استماعك لمقطعٍ صوتي.
be: Пачынаць спампоўванне наступнага трэка пры праслухоўванні аўдыяфайла.
ca: Comença a baixar la pista següent mentre esteu escoltant un fitxer d'àudio.
de: Nächsten Titel während der Wiedergabe herunterladen.
es: Comienza la descarga de la siguiente pista mientras estás escuchando un audio.
fa: هنگامی که به یک فایل صوتی گوش می‌کنید، آهنگ بعدی شروع به دانلود می‌شود.
fi: Aloittaa seuraavan kappaleen lataamisen, kun kuuntelet musiikkia.
fr: Commencer à télécharger le morceau suivant lorsque vous écoutez un fichier audio.
id: Mulai unduh trek selanjutnya ketika Anda sedang mendengar audio.
it: Inizia a scaricare la traccia successiva mentre stai ascoltando un file audio.
ko: 오디오 파일을 듣고 계시는 동안 그다음 트랙을 다운로드합니다.
ms: Mula muat turun trek berikut sementara anda sedang mendengar fail audio.
nl: Begin met het downloaden van het volgende nummer tijdens het luisteren.
pl: Rozpoczyna pobieranie następnego nagrania podczas słuchania pliku audio.
pt_br: Baixa a próxima faixa enquanto você escuta um arquivo de áudio.
ru: Начать загрузку следующего трека во время прослушивания аудиофайла.
sv: Påbörja hämtning av nästa låt medan du lyssnar på en ljudfil.
tr: Bir ses dosyası dinlerken bir sonraki parçayı indirmeye başlayın.
uk: Почати завантаження наступного треку під час прослуховування аудіофайлу.
uz: Tanlangan musiqani tinglash mobaynida navbatdagi musiqani yuklashni boshlash.
